[
    {
        "name": "LEGO Star Wars Tantive IV 75376",
        "mainImage": "images/Product/P1.jpg",
        "subImages": [
            "images/Product/P1-1.jpg",
            "images/Product/P1-2.jpg",
            "images/Product/P1-3.jpg",
            "images/Product/P1-4.jpg",
            "images/Product/P1-5.jpg",
            "images/Product/P1-6.jpg"
        ],
        "abstractPrice": "$$$",
        "exactPrice": 79.95,
        "description": "",
        "category": ["Star Wars", "LEGO"],
        "rate": 4,
        "stories": [ {"type" : "IMG", "header" : "images/Product/P1-1.jpg", "file" : "images/Product/P1-1.jpg"}, {"type" : "IMG", "header" : "images/Product/P1-1.jpg", "file" : "images/Product/P1-1.jpg"}],
        "status": "popular"
    },
    {
        "name": "LEGO Star Wars Boarding the Tantive IV 75387",
        "mainImage": "images/Product/P2.jpg",
        "subImages": [
            "images/Product/P2-1.jpg",
            "images/Product/P2-2.jpg",
            "images/Product/P2-3.jpg",
            "images/Product/P2-4.jpg",
            "images/Product/P2-5.jpg"
        ],
        "abstractPrice": "$$",
        "exactPrice": 54.95,
        "description": "",
        "category": ["Star Wars", "LEGO"],
        "rate": 3,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "LEGO Star Wars Millennium Falcon 75375",
        "mainImage": "images/Product/P3.jpg",
        "subImages": [
            "images/Product/P3-1.jpg",
            "images/Product/P3-2.jpg",
            "images/Product/P3-3.jpg",
            "images/Product/P3-4.jpg",
            "images/Product/P3-5.jpg",
            "images/Product/P3-6.jpg"
        ],
        "abstractPrice": "$$$",
        "exactPrice": 84.95,
        "description": "",
        "category": ["Star Wars", "LEGO"],
        "rate": 5,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "LEGO Star Wars 75384 De Crimson Firehawk",
        "mainImage": "images/Product/P4.jpg",
        "subImages": [
            "images/Product/P4-1.jpg"
        ],
        "abstractPrice": "$$",
        "exactPrice": 52.95,
        "description": "Laat kinderen van 4 jaar en ouder kennismaken met bouwen en spelen in het LEGO Star Wars universum met deze startset met het Crimson Firehawk ruimteschip uit Star Wars: Young Jedi Adventures.\n\nHet model heeft een startsteenbasis en er is ruimte voor alle 3 de meegeleverde Star Wars personages (Nash Durango en Nubs LEGO minifiguren, plus een RJ-83 LEGO droidfiguur) in de cockpit. De set bevat ook een bouwbare Star Wars speeder bike die in het ruimteschip past, plus een kleine marktplaats.\n\nDe eenvoudige instructies met afbeeldingen zijn ideaal voor kinderen die nog niet kunnen lezen. Voor extra digitaal plezier heeft de LEGO Builder app intuïtieve zoom- en draaifuncties waarmee kinderen hun model tijdens het bouwen kunnen visualiseren (misschien met wat hulp van een volwassene of oudere broer of zus).\n\nEen geweldige LEGO cadeautip voor Star Wars: Young Jedi Adventures fans! Deze bouw- en speelset kan goed worden gecombineerd met de Tenoo Jedi tempel set (75358, apart verkrijgbaar).\n\nCrimson Firehawk ruimteschip en speeder bike bouwspeelgoed – jonge kinderen kunnen snel Star Wars voertuigen bouwen en verhalen naspelen als Star Wars: Young Jedi Adventures helden met deze startset.\n\n3 LEGO Star Wars personages – een Nash Durango LEGO minifiguur met een moersleutel, een LEGO minifiguur van Nubs met een lichtzwaard, plus een RJ-83 LEGO droidfiguur die op de rug van Nash kan worden bevestigd.\n\nEenvoudig te bouwen – de Crimson Firehawk heeft een startsteenbasis voor eenvoudig bouwen en een cockpit met ruimte voor de 3 personages. De speeder bike past achter in het ruimteschip.\n\nLeuke combo – deze set, die kan worden gecombineerd met de Tenoo Jedi tempel set (75358, apart verkrijgbaar), bevat ook een kleine marktplaats met een barbecue en voedselelementen om creatief spel te stimuleren.\n\nCadeautip voor jonge fans van Star Wars: Young Jedi Adventures – geef deze 136-delige, zelf te bouwen LEGO Star Wars set als verrassing of verjaardagscadeau aan kinderen van 4 jaar en ouder.\n\nEen leuke gezinsactiviteit – in de doos vind je afzonderlijke, stapsgewijze instructies met afbeeldingen voor elk bouwmodel. Bekijk ook de LEGO Builder app voor digitale functies en meer.\n\nVoor 4 jaar en ouder – LEGO Star Wars 4+ bouwsets laten jonge kinderen kennismaken met het Star Wars universum, leren hen bouwen en stimuleren hun fantasie door middel van creatief spel.\n\nCompacte set om onderweg mee te spelen – het bouwbare Star Wars Crimson Firehawk ruimteschip is ca. 6 cm hoog, 18cm lang en 19 cm breed.\n",
        "category": ["Star Wars", "LEGO"],
        "rate": 5,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "LEGO Star Wars 75364 New Republic E-wing vs. Shin Hati's Starfighter",
        "mainImage": "images/Product/P5.jpg",
        "subImages": [
            "images/Product/P5-1.jpg",
            "images/Product/P5-2.jpg",
            "images/Product/P5-3.jpg",
            "images/Product/P5-4.jpg",
            "images/Product/P5-5.jpg"
        ],
        "abstractPrice": "$$$",
        "exactPrice": 104.00,
        "description": "Bereid je voor op een galactische achtervolging met deze LEGO Star Wars New Republic E-wing vs. Shin Hati's Starfighter (75364) bouwset voor kinderen vanaf 9 jaar.\n\nDe set bevat 2 bouwmodellen van ruimteschepen uit Star Wars: Ahsoka, 4 LEGO minifiguren en een New Republic Astromech Droid. Elk ruimteschip heeft een cockpit die open kan, 2 noppenschieters en ruimte om wapens op te bergen. De E-wing starfighter heeft bovendien ruimte achter de cockpit voor kapitein Porters droid, plus een intrekbaar landingsgestel.\n\nDe LEGO Groep maakt al sinds 1999 beroemde ruimteschepen, voertuigen, locaties en personages uit het Star Wars universum na. Ontdek het ruime assortiment met coole cadeautips voor Star Wars fans van alle leeftijden.\n\n4 LEGO minifiguren en een LEGO droidfiguur: Inclusief Baylan Skoll en Shin Hati, elk met lichtzwaarden, Morgan Elsbeth, kapitein Porter met een blasterpistool en een New Republic Astromech Droid.\n\nNew Republic E-wing: Met een cockpit die open kan met plaats voor een LEGO minifiguur, ruimte onder de stoel voor een blasterpistool, een ruimte achter de cockpit voor de droid, 2 noppenschieters en een intrekbaar landingsgestel.\n\nShin Hati's Starfighter: Met een cockpit die open kan met plaats voor een LEGO minifiguur, 2 noppenschieters, opslagruimte voor Shin Hati's en Baylan Skolls lichtzwaarden en een blasterpistool.\n\nLeuk cadeau voor kinderen vanaf 9 jaar: Geef deze 1056-delige bouwset cadeau voor een verjaardag, de feestdagen of een andere gelegenheid aan fans van Star Wars: Ahsoka.\n\nBouwen, spelen en neerzetten: Dit bouwmodel van een New Republic E-wing starfighter is ca. 10 cm hoog, 27 cm lang en 24 cm breed.\n\nEen nieuwe manier van bouwen: Ontdek intuïtieve instructies in de LEGO Builder app waarmee bouwers kunnen inzoomen en digitale 3D-versies van de echte bouwmodellen kunnen draaien, sets kunnen opslaan en meer.\n\nBouwspeelgoed voor alle leeftijden: Met LEGO Star Wars sets kunnen kinderen en volwassen Star Wars fans beroemde scènes nabouwen, hun eigen verhalen verzinnen en de bouwbare modellen op een mooi plekje neerzetten.\n",
        "category": ["Star Wars", "LEGO"],
        "rate": 2,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "LEGO Star Wars 75371 Chewbacca",
        "mainImage": "images/Product/P6.jpg",
        "subImages": [
            "images/Product/P6-1.jpg",
            "images/Product/P6-2.jpg",
            "images/Product/P6-3.jpg",
            "images/Product/P6-4.jpg",
            "images/Product/P6-5.jpg",
            "images/Product/P6-6.jpg",
            "images/Product/P6-7.jpg",
            "images/Product/P6-8.jpg"
        ],
        "abstractPrice": "$$$",
        "exactPrice": 209.00,
        "description": "Vier de 40e verjaardag van Star Wars: Return of the Jedi door een eerbetoon te bouwen aan een legendarische Wookiee met deze LEGO Star Wars Chewbacca (75371) displayfiguur.\n\nGebruik je creatieve kracht om zijn harige lichaam in LEGO stijl na te bootsen en zijn bandolier en gigantische bowcaster te bouwen. Deze indrukwekkende LEGO figuur is ca. 46 cm hoog en heeft een ingebouwde displaystandaard. De set bevat ook een informatieplaatje en een Chewbacca LEGO minifiguur met een noppenschietende bowcaster.\n\nHet begon lang geleden in een sterrenstelsel hier ver, ver vandaan. Nu gaat de saga verder bij jou thuis met de LEGO Star Wars sets voor volwassenen. Ontdek mooie cadeaus voor een verjaardag of de feestdagen voor echte Star Wars fans.\n\nOntworpen om gezien te worden: De bouwbare, niet-verstelbare LEGO figuur van Chewbacca is inclusief een bouwbare bowcaster en een ingebouwde displaystandaard, plus een plaatje met informatie over het personage.\n\nInclusief een Chewbacca LEGO minifiguur: De LEGO minifiguur van Chewbacca heeft een noppenschietende bowcaster en kan naast het informatieplaatje worden neergezet.\n\nBouwen en verzamelen: Dit bouwbare Chewbacca model maakt deel uit van een reeks LEGO Star Wars figuren om te verzamelen, waaronder 75308 R2-D2.\n\nCadeautip: Verwen jezelf of geef deze 2319-delige set cadeau voor een verjaardag of de feestdagen aan een volwassen Star Wars fan of verzamelaar.\n\nBouwbaar Star Wars personage ontworpen om indruk te maken: Deze van LEGO stenen gebouwde Chewbacca figuur is ca. 46 cm hoog.\n\nStapsgewijze instructies: In de doos en in de LEGO Builder app vind je instructies met afbeeldingen.\n\nVan een sterrenstelsel hier ver, ver vandaan tot in jouw huiskamer: LEGO Star Wars verzamelsets voor volwassenen zijn speciaal ontworpen voor jou, de kritische hobbyist die graag met ontspannende, creatieve projecten bezig is.\n",
        "category": ["Star Wars", "LEGO"],
        "rate": 4,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Mattel Mannequinpop Barbie Long Hair Fantasy Mermaid",
        "mainImage": "images/Product/P7.jpg",
        "subImages": [
        ],
        "abstractPrice": "$",
        "exactPrice": 19.95,
        "description": "Deze fantasievolle Barbie zeemeerminpop heeft extra lang, kleurrijk roze haar. Kinderen kunnen haar haar stylen met de accessoires en het haar vervolgens borstelen voor eindeloos veel speelpret. Met de betoverende elementen, zoals een op de oceaan geïnspireerde haarband en lijfje krijgt deze Barbie zeemeerminpop een extra vleugje magie. Kinderen kunnen haar urenlang aankleden voor fantasierijk spel, ideaal voor kinderen van 3 jaar en ouder. Pop kan niet zwemmen of los staan. Afwijkende kleuren en versieringen mogelijk.\n\n• Deze Barbie zeemeerminpop is geïnspireerd op Barbie Een Vleugje Magie en zorgt voor betoverende verhalen en styleplezier met haar extra lange fantasiehaar en de stijlaccessoires.\n• Borstel haar roze, pastelkleurige haar van 18 cm en style vervolgens haar fantasievolle look met de accessoires en beleef fantastische avonturen op zee.\n• Bedenk eindeloos veel haarstijlen met een borstel, 2 decoratieve kammen, 2 haarspelden en een haarband die op de oceaan is geïnspireerd.\n• Barbie zeemeerminpop draagt een lijfje van zeeschelpen met prachtige details en heeft een roze staart met vinnen met kleurverloop.\n• Van vorsten en zeemeerminnen tot eenhoorns en nog veel meer, Barbie fantasiepoppen zijn een betoverend cadeau voor kinderen!\n",
        "category": ["BARBIE"],
        "rate": 3,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Mattel Speelset Barbie Travel Refreshed",
        "mainImage": "images/Product/P8.jpg",
        "subImages": [
        ],
        "abstractPrice": "$$",
        "exactPrice": 27.95,
        "description": "Barbie 'Malibu' Roberts staat klaar om met haar puppy en meer dan 10 reisaccessoires naar haar volgende bestemming te vertrekken. Met het stickervel kunnen kids haar rolkoffer - die echt open en dicht kan - versieren. Pak haar koffer en haar rugzak in met alles wat je op reis nodig hebt en speel je favoriete momenten na of verzin nieuwe avonturen. Deze Barbie pop, geïnspireerd op It Takes Two, prikkelt de fantasie en is dan ook een geweldig cadeau voor kinderen vanaf 3 jaar. Pop kan niet los staan. Kleuren en versieringen kunnen variëren.\n\n• Reis in je verbeelding met Barbie 'Malibu' de hele wereld rond!\n• Barbie is helemaal klaar voor een nieuw groot avontuur met haar puppy en meer dan 10 reisaccessoires - droom met haar mee!\n• Versier haar koffer met het stickervel en pak haar koffer en rugzak in - ze kunnen allebei open en dicht en hebben ruimte genoeg voor alles wat ze op haar reis mee wil nemen!\n• Barbie staat klaar om te vertrekken in haar leuke reisoutfit (met shirt met wolkenluchtprint) en heeft alles bij zich wat ze nodig heeft, zoals een nekkussen in de vorm van een kitten, een tandenborstel, een hoofdtelefoon, een camera en nog veel meer!\n• Kids kunnen meer Barbie poppen en speelsets die zijn geïnspireerd op de serie verzamelen, zodat ze avonturen met de hele groep kunnen naspelen.\n\n",
        "category": ["BARBIE"],
        "rate": 4,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Mattel Speelset Barbie Stacies Puppy playground",
        "mainImage": "images/Product/P9.jpg",
        "subImages": [
        ],
        "abstractPrice": "$$$",
        "exactPrice": 39.95,
        "description": "Stort je in het speelplezier met deze hindernisbaan voor puppy's! Met meer dan 20 onderdelen zijn er zoveel manieren om te spelen met Stacie en haar drie pups. De puppy's kunnen langs de bandentoren omlaag glijden, voor de glijbaan kiezen, door hoepels springen en nog veel meer in deze opgebouwde puppyspeeltuin. Net als in de film Barbie en Stacie to the Rescue kunnen kinderen Stacie helpen trainen en zorgen voor haar pluizige vriendjes met deze hindernisbaan en accessoires zoals hondenspeeltjes, snoepjes, een kampioensbeker en een dierenbedje. Pop kan niet los staan. Afwijkende kleuren en versieringen mogelijk.\n\n• Kinderen kunnen al hun puppy-energie kwijt met Stacie en deze hindernisbaan voor puppy's!\n• Deze aanpasbare speeltuin beschikt over een draaiende toren, een ladder en een glijbaan.\n• De kegels kunnen worden gekoppeld aan de hoepels en trainingsstokken voor sprongen en balanceerstunts!\n• Accessoires zoals speelgoed voor puppy's, traktaties, een kampioensbeker, een dierenbedje, een puppykam en een etensbak prikkelen de fantasie.\n• Stacie draagt haar trainingsoutfit, net als in de film Barbie and Stacie to the Rescue!\n• Kinderen (van 3 jaar en ouder) kunnen al hun puppy-energie kwijt in deze speelset met meer dan 20 onderdelen!\n",
        "category": ["BARBIE"],
        "rate": 4,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Mattel Speelset Barbie Walk and Wheel Pet",
        "mainImage": "images/Product/P10.jpg",
        "subImages": [
            "images/Product/P10-1.jpg"
        ],
        "abstractPrice": "$",
        "exactPrice": 34.95,
        "description": "Wordt puppy verliefd op Barbie en dit hondenduo! Deze speelset bevat een puppy en een grote hond die een ondersteunende rolstoel met werkende wielen heeft. Deze beste maatjes vinden het heerlijk om te wandelen met Barbie! Kinderen kunnen de rolstoel verwijderen en weer vastmaken aan de pup, die gewoon wat extra liefde en zorg nodig heeft. Met accessoires zoals een etensbak, halsbanden, een bed en een riem die echt in poppenhanden past, heeft Barbie alles wat ze nodig heeft om voor haar harige vrienden te zorgen! Pop kan niet op zichzelf staan. Kleuren en decoraties kunnen variëren.\n",
        "category": ["BARBIE"],
        "rate": 4,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Hot Wheels auto Premium 2-pack",
        "mainImage": "images/Product/P11.jpg",
        "subImages": [
        ],
        "abstractPrice": "$$$",
        "exactPrice": 19.95,
        "description": "Beschrijving\nHot Wheels bestaat 50 jaar en dat moet gevierd worden. Dit Premium pack met 2 autootjes is een fantastisch cadeau voor kinderen en verzamelaars van alle leeftijden.\n\n• Auto's op een schaal van 1:64 met realistische details en authentieke deco's.\n• Verzamel ze allemaal!\n\nDe prijs die vermeld staat, is de prijs van 1 Premium 2-pack. Had je graag een bepaalde uitvoering? Dan raden wij je aan om je naar de dichtstbijzijnde DreamLand-winkel te begeven. Maakt het niet uit? Reserveer dan gerust online, dan kiezen wij voor jou.\n",
        "category": ["HOTWHEELS"],
        "rate": 3,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Hotwheels acrobatische racebaan Monster Trucks Championship: Mega Wrex vs Crushzilla Takedown",
        "mainImage": "images/Product/P12.jpg",
        "subImages": [
            "images/Product/P12-1.jpg",
            "images/Product/P12-2.jpg",
            "images/Product/P12-3.jpg",
            "images/Product/P12-4.jpg"
        ],
        "abstractPrice": "$$$",
        "exactPrice": 54.95,
        "description": "Beschrijving\nHot Wheels bestaat 50 jaar en dat moet gevierd worden. Dit Premium pack met 2 autootjes is een fantastisch cadeau voor kinderen en verzamelaars van alle leeftijden.\n\n• Auto's op een schaal van 1:64 met realistische details en authentieke deco's.\n• Verzamel ze allemaal!\n\nDe prijs die vermeld staat, is de prijs van 1 Premium 2-pack. Had je graag een bepaalde uitvoering? Dan raden wij je aan om je naar de dichtstbijzijnde DreamLand-winkel te begeven. Maakt het niet uit? Reserveer dan gerust online, dan kiezen wij voor jou.\n",
        "category": ["HOTWHEELS"],
        "rate": 3,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Kinderfiets Hot Wheels 16",
        "mainImage": "images/Product/P13.jpg",
        "subImages": [
        ],
        "abstractPrice": "$$$",
        "exactPrice": 170.00,
        "description": "Veiligheid staat voorop! Daarom heeft deze gave fiets twee handremmen (geen terugtraprem) en een gesloten kettingkast. Daarnaast heeft de fiets afneembare zijwieltjes om snel te leren fietsen en reflectoren in de trappers. Ook aan het comfort is gedacht. De mooie zwarte Hot Wheels fiets met blauw en oranje accenten heeft een aangenaam zacht zadel en een extra stevig frame dat wel tegen een stootje kan. Om zo lang mogelijk van de fiets te kunnen genieten is het zadel in hoogte verstelbaar.",
        "category": ["HOTWHEELS"],
        "rate": 5,
        "stories": [],
        "status": "popular"
    },
    {
        "name": "Hot Wheels pack met 5 auto's",
        "mainImage": "images/Product/P14.jpg",
        "subImages": [
            "images/Product/P14-1.jpg",
            "images/Product/P14-2.jpg",
            "images/Product/P14-3.jpg"
        ],
        "abstractPrice": "$",
        "exactPrice": 13.95,
        "description": "",
        "category": ["HOTWHEELS"],
        "rate": 5,
        "stories": [],
        "status": "popular"
    }
]
